{
  "schema_version": 1,
  "segments": [
    {
      "start_ms": 0,
      "end_ms": 18000,
      "text": "안녕하세요. 오늘 5분 동안 미시경제학의 아주 핵심인 수요·공급, 그리고 탄력성을 빠르게 정리하겠습니다. 탄력성은 가격이 변할 때 수요나 공급이 얼마나 민감하게 반응하는지 나타내는 개념이고, 조세 부담과 후생 분석까지 연결됩니다."
    },
    {
      "start_ms": 18000,
      "end_ms": 52000,
      "text": "먼저 오늘의 흐름입니다. 1) 수요·공급 곡선과 균형, 2) 가격 탄력성의 정의와 직관, 3) 소비자·생산자 잉여, 4) 조세가 시장에 들어오면 어떤 일이 생기는지, 마지막으로 5) 조세 부담이 누가 더 지는지, 즉 조세귀착을 탄력성으로 설명하겠습니다. 화면에는 수요·공급 그래프와, 뒤에서 사용할 ‘세금 쐐기’ 그림이 순서대로 나옵니다."
    },
    {
      "start_ms": 54500,
      "end_ms": 57500,
      "text": "잠깐 정리하고 넘어가겠습니다. 지금부터 그래프를 보면서 설명할 건데요, 핵심은 ‘기울기’가 아니라 ‘탄력성’이라는 점입니다."
    },
    {
      "start_ms": 58000,
      "end_ms": 65000,
      "text": "지금 화면의 첫 그래프는 수요 곡선이 우하향, 공급 곡선이 우상향하는 표준 그림입니다. 여기서 균형은 교차점인데, 이제 가격이 조금 오르면 수요량이 얼마나 줄어드는지가 중요합니다. 이때 탄력성을 쓰면 단위가 달라도 비교가 가능하고, 조세 부담이 어디로 더 많이 전가되는지도 같은 언어로 설명할 수 있습니다."
    },
    {
      "start_ms": 65000,
      "end_ms": 82000,
      "text": "가격 탄력성의 정의부터 보겠습니다. 수요의 가격 탄력성은 ‘가격이 1% 변할 때 수요량이 몇 % 변하느냐’입니다. 보통 수요는 가격이 오르면 수요량이 줄어서 음수지만, 관례적으로 절댓값을 씁니다. 탄력성이 크면 가격이 조금만 변해도 수요량이 크게 변하는, 즉 민감한 시장입니다."
    },
    {
      "start_ms": 82000,
      "end_ms": 100000,
      "text": "탄력성의 직관을 잡는 팁은 대체재와 필수재입니다. 대체재가 많으면 소비자는 가격이 오를 때 쉽게 다른 상품으로 이동하니 탄력적입니다. 반대로 생활필수품처럼 대체가 어렵고, 소비가 습관적이면 비탄력적일 가능성이 큽니다. 시간도 중요해서 단기에는 조정이 어렵지만 장기에는 대체가 가능해져 더 탄력적으로 바뀌는 경우가 많습니다."
    },
    {
      "start_ms": 100000,
      "end_ms": 118000,
      "text": "이제 잉여 개념으로 넘어가겠습니다. 소비자 잉여는 ‘지불의사’와 실제 가격의 차이로부터 생기는 이득이고, 생산자 잉여는 ‘최소 수용가격’과 실제 가격의 차이로 생기는 이득입니다. 그래프에서는 균형가격 위아래로 삼각형 면적처럼 표현됩니다. 이 후생 개념이 있어야 조세가 효율성을 얼마나 깎는지 말할 수 있습니다."
    },
    {
      "start_ms": 118000,
      "end_ms": 123000,
      "text": "다음 화면은 조세가 들어올 때입니다. 흔히 ‘세금 쐐기’라고 부르는 그림이 나오고, 여기서부터는 탄력성이 조세 부담과 사중손실을 결정한다는 메시지로 연결됩니다."
    },
    {
      "start_ms": 124000,
      "end_ms": 175500,
      "text": "이제 조세를 시장에 도입했을 때 어떤 일이 일어나는지, 그리고 왜 ‘탄력성’이 조세 설계에서 핵심인지 자세히 설명하겠습니다.\n\n먼저 단순한 1단위당 세금 t를 생각해보겠습니다. 예를 들어 정부가 판매자에게 단위당 t만큼 세금을 부과하면, 공급곡선이 위로 이동하는 것처럼 보일 수 있습니다. 하지만 핵심은 ‘표현’이 아니라 ‘결과’입니다. 결국 시장에서 소비자가 지불하는 가격 Pc와 생산자가 실제로 받는 가격 Pp가 갈라지고, 그 차이가 세금 t가 됩니다. 이 가격의 벌어짐을 ‘세금 쐐기(tax wedge)’라고 부릅니다.\n\n그럼 누가 세금을 더 내는가? 많은 사람들이 ‘판매자에게 부과했으니 판매자가 낸다’고 생각하지만, 경제학에서는 그 결론을 부정합니다. 세금의 법적 납세의무자(legal incidence)와 경제적 부담(economic incidence)은 다를 수 있습니다. 실제 부담은 탄력성이 결정합니다. 직관은 이렇습니다. 비탄력적인 쪽은 가격이 변해도 거래량을 많이 줄이기 어렵기 때문에, 조정 비용을 더 많이 떠안게 됩니다.\n\n이를 조금 더 정교하게 말하면, 세금이 들어오면 거래량이 줄고(효율성 손실), 가격이 변하고(분배 효과), 그 결과 소비자 잉여와 생산자 잉여가 감소합니다. 이때 소비자 부담은 대략 Pc가 얼마나 오르느냐로, 생산자 부담은 Pp가 얼마나 내려가느냐로 나타납니다. 탄력성이 큰 쪽은 ‘도망갈 수 있는 옵션’이 많기 때문에 상대적으로 부담을 덜 지게 됩니다. 예를 들어 수요가 매우 비탄력적(절댓값이 작음)이라면, 소비자는 가격이 올라도 구매를 크게 줄이지 못하므로 Pc 상승을 더 많이 받아들이게 되고, 결과적으로 소비자 쪽 부담이 커집니다. 반대로 공급이 비탄력적이면 생산자는 생산량을 쉽게 줄이기 어렵기 때문에 Pp 하락을 더 많이 떠안게 됩니다.\n\n다음은 사중손실(deadweight loss)입니다. 세금은 정부 세수라는 이전(transfer)을 만들지만, 거래량 감소로 인해 ‘누구에게도 가지 않는 후생의 손실’을 함께 만듭니다. 그래프에서 보면 세금 도입 전후의 거래량 차이 때문에 생기는 작은 삼각형 면적이 사중손실입니다. 중요한 메시지는 사중손실의 크기 또한 탄력성과 관련이 깊다는 점입니다. 수요와 공급이 모두 탄력적이면(민감하면) 세금으로 인해 거래량이 크게 줄어 삼각형이 커지고, 사중손실이 커집니다. 반대로 비탄력적이면 거래량이 많이 줄지 않아 사중손실이 상대적으로 작습니다.\n\n여기서 조세 설계의 원칙으로 자연스럽게 연결됩니다. 일반적으로 ‘세금을 어디에 매기면 효율성 손실이 덜한가?’라는 질문에 대해, 경제학은 비탄력적인 기반에 과세하는 쪽이 사중손실을 줄일 가능성이 높다고 말합니다. 물론 현실에서는 형평성, 행정비용, 정치경제적 제약도 고려해야 하므로 단순 결론만으로 설계를 끝낼 수는 없습니다. 하지만 최소한 ‘탄력성이 큰 시장에 과도한 세율을 적용하면 거래량이 크게 줄면서 효율성 비용이 커질 수 있다’는 경고는 매우 실용적입니다.\n\n마지막으로, 실제 분석에서는 탄력성을 추정할 때 ‘관측된 기울기’만 보지 않고, 로그-로그 형태의 추정이나 자연실험을 통해 인과적으로 접근하는 경우가 많습니다. 왜냐하면 가격과 수량은 동시에 결정되기 때문에 단순 회귀는 편향될 수 있기 때문입니다. 오늘은 추정 방법론까지는 다루지 않지만, 탄력성이 조세귀착과 사중손실을 연결하는 핵심 변수라는 점은 꼭 기억해두시면 좋겠습니다."
    },
    {
      "start_ms": 178000,
      "end_ms": 190000,
      "text": "방금 설명을 일부러 길게 했습니다. 실제 파이프라인에서는 이런 긴 발화가 들어오면 텍스트 길이 제한으로 구간이 자동 분할돼야 하고, 그 과정에서 어떤 sub-segment에는 VLM timestamp가 하나도 없을 수도 있습니다. 그 경우에는 ‘가장 가까운 화면 요약 1개를 붙이는 fallback’이 필요합니다."
    },
    {
      "start_ms": 190000,
      "end_ms": 207000,
      "text": "이제 요점을 정리해보겠습니다. 조세 부담은 법적 납세의무자가 아니라 탄력성이 결정하고, 사중손실은 거래량 감소로 발생하며 탄력적일수록 커질 수 있습니다. 그래서 정책 평가에서는 분배 효과와 효율성 비용을 함께 봐야 합니다."
    },
    {
      "start_ms": 207000,
      "end_ms": 232000,
      "text": "실전에서 자주 나오는 질문은 ‘그럼 어떤 시장에 세금을 매기면 덜 왜곡적이냐’입니다. 일반적인 방향은 비탄력적인 기반, 예를 들어 단기간 대체가 어려운 소비나 공급에 대해 상대적으로 왜곡이 덜할 수 있다는 겁니다. 다만 형평성과 다른 목표가 충돌할 수 있으니 단일 원칙으로는 부족합니다."
    },
    {
      "start_ms": 232000,
      "end_ms": 244000,
      "text": "지금 화면은 조세귀착의 핵심 문장으로 넘어갑니다. ‘비탄력적인 쪽이 더 부담한다’ 그리고 ‘탄력적일수록 사중손실이 커진다’ 이 두 문장을 그래프와 함께 연결해서 이해하면 됩니다."
    },
    {
      "start_ms": 244000,
      "end_ms": 270000,
      "text": "여기부터는 슬라이드가 빠르게 넘어가면서 예시가 나옵니다. 예를 들어 대체재가 많고 가격에 민감한 상품에 높은 세금을 부과하면 거래량이 크게 줄어 세수는 기대보다 덜 늘고, 후생 손실은 커질 수 있습니다. 반대로 매우 비탄력적인 시장에서는 가격 조정이 세금 형태로 흡수되더라도 거래량이 크게 줄지 않아 사중손실이 상대적으로 작게 나타날 수 있습니다."
    },
    {
      "start_ms": 270000,
      "end_ms": 286000,
      "text": "마지막으로 정리 슬라이드입니다. (1) 탄력성은 %변화 기준이어서 비교가 가능하고, (2) 조세귀착은 탄력성의 상대적 크기로 결정되며, (3) 사중손실은 거래량 감소로 생기고 탄력적일수록 커질 수 있습니다."
    },
    {
      "start_ms": 286000,
      "end_ms": 300000,
      "text": "오늘 강의는 여기까지입니다. 다음 시간에는 독점 시장에서의 가격 결정과 후생 손실을 다루면서, 경쟁시장과 비교해보겠습니다. 감사합니다."
    }
  ]
}
